rp.cfg.Doors = {
    {
        Name = 'Дом на острове',
        --Hotel = true,
        MapIDs = {2750,2810,2785,2786,2787,2788}
    },
    {
        Name = 'Бункер',
        --Hotel = true,
        MapIDs = {1941}
    },
    {
        Name = 'Мэрия',
        Teams = {TEAM_MAYOR, TEAM_CHIEF, TEAM_POLICE, TEAM_GLGEBNYA, TEAM_GEBNYA, TEAM_POLICEMEDIC, TEAM_KEI},
        Locked = true,
        MapIDs = {2241, 2242, 1833, 1832, 1831, 2454}
    },
    {
        Name = 'Полицейский Участок',
        Teams = {TEAM_CHIEF, TEAM_POLICE, TEAM_GLGEBNYA, TEAM_GEBNYA, TEAM_POLICEMEDIC, TEAM_KEI},
        Locked = true,
        MapIDs = {1355, 1354, 1356, 1357, 2252}
    },
    /*{
        Name = 'Сбербанк',
        Teams = {TEAM_PD_BANKER, TEAM_MAYOR, TEAM_CHIEF, TEAM_POLICE, TEAM_GLGEBNYA, TEAM_GEBNYA, TEAM_POLICEMEDIC, TEAM_KEI},
        --Locked = true,
        MapIDs = {2183, 2480, 2488, 2182}
    },
    {
        Name = 'Больница',
        Teams = {TEAM_MEDIC},
        Locked = true,
        MapIDs = {2162, 2164, 1911, 1910, 2122, 1908}
    },
    {
        Name = 'Отель "Мэлон"',
        Teams = {TEAM_ADMIN},
        MapIDs = {1836, 1837}
    },
    {
        Name = 'Стандартая Комната №1',
        --Hotel = true,
        MapIDs = {1874}
    },
    {
        Name = 'Большая Комната №1',
        --Hotel = true,
        MapIDs = {2180}
    },
    {
        Name = 'Стандартая Комната №2',
        --Hotel = true,
        MapIDs = {1871}
    },
    {
        Name = 'Стандартая Комната №3',
        --Hotel = true,
        MapIDs = {1872}
    },
    {
        Name = 'Средняя Комната №1',
        --Hotel = true,
        MapIDs = {1873}
    },

    {
        Name = 'Дом №1',
        MapIDs = {2743, 2398}
    },
    {
        Name = 'Дом №2',
        MapIDs = {2308}
    },
    {
        Name = 'Дом №3',
        MapIDs = {2396}
    },
    {
        Name = 'Магазин Техники',
        MapIDs = {2471, 2470}
    },
    {
        Name = 'Двухэтажный Дом №1',
        MapIDs = {2178, 2177}
    },  
    {
        Name = 'Двухэтажный Дом №2',
        MapIDs = {2383, 2454}
    },
    {
        Name = 'Общага.Квартира №1',
        MapIDs = {1515, 1844, 1467}
    },
    {
        Name = 'Общага.Квартира №2',
        MapIDs = {1514,1843,1479}
    },

    {
        Name = 'Общага.Квартира №3',
        MapIDs = {1495,1847,1464}
    },
    {
        Name = 'Общага.Квартира №4',
        MapIDs = {1533,1846,1489}
    }, 
    {
        Name = 'Общага.Квартира №5',
        MapIDs = {2506,1653}
    },
    {
        Name = 'Общага.Квартира №6',
        MapIDs = {2505,1640}
    },
    {
        Name = 'Общага.Квартира №7',
        MapIDs = {1525,1646}
    },

    {
        Name = 'Общага.Квартира №8',
        MapIDs = {1532,1650}
    },
    {
        Name = 'Общага.Квартира №9',
        MapIDs = {1645,1644}
    }, 

    {
        Name = 'Элитный Дом №1',
        MapIDs = {2138,1944,1956}
    },
    {
        Name = 'Элитный Дом №2',
        MapIDs = {2137,2131,2132,2133,2130,2577,2136,2135,2134}
    },
    {
        Name = 'Элитный Дом №3',
        MapIDs = {1919,1918,1921,1920}
    },

    {
        Name = 'Элитный Дом №4',
        MapIDs = {2148,2142,2147,2145,2144,2143,2146}
    },
    {
        Name = 'Элитный Дом №5',
        MapIDs = {2169,2167,2168,2166,2165,2170}
    }, 
    {
        Name = 'Элитный Дом №6',
        MapIDs = {2129,2124,2128,2127,2584,2575,2126}
    },
    {
        Name = 'Элитный Дом №7',
        MapIDs = {2476,2139,2140,2141}
    },
    {
        Name = 'Завод',
        MapIDs = {1946,1925}
    },

    {
        Name = 'Лавка №1',
        MapIDs = {2689}
    },
    {
        Name = 'Лавка №2',
        MapIDs = {2690}
    }, 
    {
        Name = 'Лавка №3',
        MapIDs = {2796}
    },
    {
        Name = 'Лавка №4',
        MapIDs = {2692}
    },
    {
        Name = 'Лавка №5',
        MapIDs = {1363}
    },

    {
        Name = 'Дом №4',
        MapIDs = {1907,2200}
    },
    {
        Name = 'Дом №5',
        MapIDs = {1902,1903,1904,2152,2151,2149,2150}
    },
        {
        Name = 'Бункер',
        MapIDs = {2184,1922,1444,1923}
    },
    {
        Name = 'Дом №6',
        MapIDs = {1870}
    },
    {
        Name = 'Гараж №1',
        MapIDs = {2538,2732}
    },
    {
        Name = 'Гараж №2',
        MapIDs = {2730,2731}
    },
    {
        Name = 'Гараж №3',
        MapIDs = {2559,2535}
    },
    {
        Name = 'Гараж №4',
        MapIDs = {2734,2735}
    },
    {
        Name = 'Гараж №5',
        MapIDs = {2504,2733}
    },
    {
        Name = 'Гараж №6',
        MapIDs = {2503,2502}
    },
    {
        Name = 'Гараж №7',
        MapIDs = {2640,2645}
    },
    {
        Name = 'Гараж №8',
        MapIDs = {2549,2641}
    },
    {
        Name = 'Гараж №9',
        MapIDs = {2539,2536}
    },
    {
        Name = 'Гараж №10',
        MapIDs = {2650,2642}
    },
    {
        Name = 'Гараж №11',
        MapIDs = {2665,2552}
    },
    {
        Name = 'Гараж №12',
        MapIDs = {2761,2537}
    },
-------------
    {
        Name = 'Квартира №1',
        MapIDs = {2218,1721,1707}
    },
    {
        Name = 'Квартира №2',
        MapIDs = {2728,1718,1341}
    }, 
    {
        Name = 'Квартира №3',
        MapIDs = {1399,2224,2543,2583}
    },
    {
        Name = 'Квартира №4',
        MapIDs = {2217,2214,2220,2581}
    },
    {
        Name = 'Квартира №5',
        MapIDs = {2212,2213,2211,2029}
    },

    {
        Name = 'Квартира №6',
        MapIDs = {2012,2219}
    },
    {
        Name = 'Квартира №7',
        MapIDs = {2196,2222}
    }, 
    {
        Name = 'Квартира №8',
        MapIDs = {2018,2223,1313}
    },
    {
        Name = 'Квартира №9',
        MapIDs = {2225,2221,2826}
    },
    {
        Name = 'Квартира №10',
        MapIDs = {2024,2049,1314}
    },
-----------
    {
        Name = 'Квартира №11',
        MapIDs = {2513,2780}
    },
    {
        Name = 'Квартира №12',
        MapIDs = {2344,2856}
    }, 
    {
        Name = 'Квартира №13',
        MapIDs = {2298,2331,2215}
    },
    {
        Name = 'Квартира №14',
        MapIDs = {2021,2664,2785}
    },
    {
        Name = 'Квартира №15',
        MapIDs = {2330,2348,2022}
    },

    {
        Name = 'Квартира №16',
        MapIDs = {2572,2294,2512}
    },
    {
        Name = 'Квартира №17',
        MapIDs = {2781,2296,2876}
    }, 
    {
        Name = 'Квартира №18',
        MapIDs = {2794,2663,2580,1305}
    },
    {
        Name = 'Квартира №19',
        MapIDs = {1310,2681,2590,1929}
    },
    {
        Name = 'Квартира №20',
        MapIDs = {2654,2787,2593,1302}
    },

-------ГеттО

    {
        Name = 'Гетто.Квартира №1',
        MapIDs = {1797,1757}
    },
    {
        Name = 'Гетто.Квартира №2',
        MapIDs = {1754,1799}
    }, 
    {
        Name = 'Гетто.Квартира №3',
        MapIDs = {1768,1751}
    },
    {
        Name = 'Гетто.Квартира №4',
        MapIDs = {1748,1774}
    },
    {
        Name = 'Гетто.Квартира №5',
        MapIDs = {1776,1745}
    },

    {
        Name = 'Гетто.Квартира №6',
        MapIDs = {1794,1760}
    },
    {
        Name = 'Гетто.Квартира №7',
        MapIDs = {1742,1778}
    }, 
    {
        Name = 'Гетто.Квартира №8',
        MapIDs = {1767,1743}
    },
    {
        Name = 'Гетто.Квартира №9',
        MapIDs = {1732,1773}
    },
    {
        Name = 'Гетто.Квартира №10',
        MapIDs = {1779,1424}
    },
-------------------------------------
    {
        Name = 'Гетто.Квартира №11',
        MapIDs = {1719,2548}
    },
    {
        Name = 'Гетто.Квартира №12',
        MapIDs = {1666,1727}
    }, 
    {
        Name = 'Гетто.Квартира №13',
        MapIDs = {1704,2869}
    },
    {
        Name = 'Гетто.Квартира №14',
        MapIDs = {1740,2682}
    },
    {
        Name = 'Гетто.Квартира №15',
        MapIDs = {1715,1722}
    },
    {
        Name = 'Гетто.Квартира №16',
        MapIDs = {1728,1712}
    },
-------------------------
    {
        Name = 'ЗАКРЫТО',
        MapIDs = {1674,2153},
        Teams = {TEAM_ADMIN},
        Locked = true,
    }, 
    {
        Name = 'Гетто.Квартира №18',
        MapIDs = {1689,1680}
    },
    {
        Name = 'Гетто.Квартира №19',
        MapIDs = {1671,2773}
    },
    {
        Name = 'Гетто.Квартира №20',
        MapIDs = {1669,1932}
    },
    {
        Name = 'Гетто.Квартира №21',
        MapIDs = {1678,1357}
    }, 
    {
        Name = 'Гетто.Квартира №22',
        MapIDs = {2853,1251}
    },
    {
        Name = 'Гетто.Квартира №23',
        MapIDs = {1681,2566}
    },
    {
        Name = 'Гетто.Квартира №24',
        MapIDs = {1697,1665}
    },
    {
        Name = 'Гетто.Квартира №25',
        MapIDs = {2737,1663}
    }, 
    {
        Name = 'Гетто.Квартира №26',
        MapIDs = {2026,1659}
    },----остан


    {
        Name = 'Гетто.Квартира №27',
        MapIDs = {1459,2683}
    },
    {
        Name = 'Гетто.Квартира №28',
        MapIDs = {2877,1461}
    },
    {
        Name = 'Гетто.Квартира №29',
        MapIDs = {1418,1338}
    }, 
    {
        Name = 'Гетто.Квартира №30',
        MapIDs = {2716,1421}
    },
    {
        Name = 'Гетто.Квартира №31',
        MapIDs = {1997,1473}
    },
    {
        Name = 'Гетто.Квартира №32',
        MapIDs = {1471,1477}
    },
    {
        Name = 'Гетто.Квартира №33',
        MapIDs = {1447,1690}
    },
    {
        Name = 'Гетто.Квартира №34',
        MapIDs = {1662,1450}
    }, 
    {
        Name = 'Гетто.Квартира №35',
        MapIDs = {1453,1683}
    },
    {
        Name = 'Гетто.Квартира №36',
        MapIDs = {1661,1456}
    },*/
}